NSCameraUsageDescription = "Za skeniranje dokumenata te snimanje fotografija i videozapisa potreban je pristup kameri.";
NSFaceIDUsageDescription = "Face ID je potreban za autentifikaciju putem prepoznavanja lica.";
NSLocationAlwaysUsageDescription = "Aplikacija koristi vašu lokaciju za automatsko pokretanje prijenosa datoteka kada se krećete između područja.";
NSPhotoLibraryUsageDescription = "Za prijenos fotografija i videozapisa u vaš oblak potreban je pristup fotogaleriji.";
NSPhotoLibraryAddUsageDescription = "Za prijenos fotografija i videozapisa u vaš oblak potreban je pristup fotogaleriji.";
NSMicrophoneUsageDescription = "Za stvaranje glasovnih bilješki potreban je pristup mikrofonu.";
NSLocationWhenInUseUsageDescription = "Ova aplikacija koristi vašu lokaciju za prepoznavanje kretanja i automatski prijenos datoteka. Ne koristi GPS i ne pohranjuje vašu lokaciju.";
NSLocationAlwaysAndWhenInUseUsageDescription = "Ova aplikacija treba pristup vašoj lokaciji i u pozadini kako bi automatski pokrenula prijenos datoteka kada se otkrije značajno kretanje. GPS se ne koristi.";
